Dlubal.RFEM5.FeMeshRefinementType
Type of FE-Mesh refinement

Dlubal.RFEM5.FeMeshRefinementType.UnknownRefinementType
Unknown refinement type

Dlubal.RFEM5.FeMeshRefinementType.NodeCircularType
Apply FE-Mesh refinement to node - circular

Dlubal.RFEM5.FeMeshRefinementType.NodeRectangularType
Apply FE-Mesh refinement to node - rectangular

Dlubal.RFEM5.FeMeshRefinementType.LineFeLengthType
Apply FE-Mesh refinement to line - FE-length

Dlubal.RFEM5.FeMeshRefinementType.LineDivisionType
Apply FE-Mesh refinement to line - division

Dlubal.RFEM5.FeMeshRefinementType.LineGraduallyType
Apply FE-Mesh refinement to line - gradually

Dlubal.RFEM5.FeMeshRefinementType.SurfaceRefinementType
Apply FE-Mesh refinement to surface

Dlubal.RFEM5.FeMeshRefinementType.SolidRefinementType
Apply FE-Mesh refinement to solid